Repository: mozilla-l10n/mt-training-data
Catalog: kcn/kcn_pontoon.tmx
Source language: en_us
Languages: kcn

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
kcn: Wu juwabu fi shikil tabia al tagder

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
kcn: Wu katib falata kalam al ita asuma azol de gi kelem

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
kcn: Asuma sauti al ma gata de, wu hakikisha kataba to. Sei gi wafiki? kan maa jede, midu uwo kede wafiki tamaam

source: Add information
kcn: Zidu kabariya

source: An error occurred while creating this transcript
kcn: Khata beinu zaman gi kalagu kalam al maktub wede

source: An error occurred while editing the transcript
kcn: Khata beinu zaman gi midu kalam al maktub de.

source: An error occurred while recording
kcn: Khata beinu zaman gi sejjili

source: An error occurred while skipping the transcript
kcn: Khata beinu zaman ta nutu kalam almaktub de

source: An error occurred while skipping this prompt
kcn: Khata beinu zaman gi nutu matlaba wede.

source: An error occurred while submitting the report
kcn: Makosa souwo zaman gi gedim tagriil de

source: An error occurred while uploading your response
kcn: Khata beinu zaman gi amula jawab taki

source: An error occurred while voting the transcript
kcn: Khata beinu zaman taswiit ta kalam al maktub de

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
kcn: Sei ita jahiz kun ma ina fi majmu taina al afdhal fi aburu ta mashru ta kalam al sutfa?

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
kcn: Kalam al maktub kede sejiil kila kalima au kalima al maa gi wafiki ma kalimaat taanin ma maana toumon ma sauti al kelem uwo ma azol de, ligo fogo arija fi kalam.

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
kcn: Fi seme ta shaja haki ta rutan ja targim rutanaa ma badulu beina ta rutan tinein aw ziada

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
kcn: Fi seme ta shaja rutana al endis siya au maa makataba ta istimal mathalan lahja, al gi geeru geeru fi historiya ta rutan al maa ma kataba

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
kcn: Ma nakas, rasulu rabit fi email tayi, manato ita wafiki ma hukum ma shurut taina, ma siyasa ta bi nafsi taina. wu kaman Mozilla agder rasulu naita email al gi amsuku ma teriga ta shariki fi mashruu de

source: By telling us about yourself, you will help developers build more inclusive technology
kcn: Fi kelem neina fi nafsi taki, ita bi awunu sabal amara kede abinu ziada ta technologia

source: Change
kcn: Geeru

source: Check
kcn: Hakikisha

source: Check Transcriptions
kcn: Hakikisha kalamaa al maktub

source: Click
kcn: Nakas

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
kcn: Nakasi ini fi arufu teriga ta so ma safha wede.

source: Comment
kcn: Raay

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
kcn: Munazama al ta sauiti al mushtarak gi fata mengeles ta tinein al gi husu limu kalama al ta kiliga, sutfa, maa makataba. Wede bi saadu ketir ta ummah fi limu malumaat milan gwam bumara, wu kaman kun muhimu na sabal malumaat ta ulum ma sabal amara

source: Contact us
kcn: Wonusu ma ina

source: Continue
kcn: Istamiir

source: Continue speaking
kcn: Istamiir fi wanasa

source: Contribute
kcn: Awunu

source: Contributing to dataset for { $language }
kcn: Awunun fi koum ta malumaat ta

source: <cookiesLink>Cookies<cookiesLink>
kcn: Malaf ta taarif ta raabit

source: Correct
kcn: Adil

source: Country/Region of Residence
kcn: Bele/mantiqa ta maishi

source: Delete
kcn: Maha

source: Different language
kcn: Rutan tafauti

source: Done
kcn: So uwo kala

source: Don't wish to say
kcn: Maa gi tamani kelemu

source: Edit
kcn: Midu/adulu

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
kcn: Anwan ta email

source: English
kcn: Ingilisi

source: Enter your email
kcn: Dakalu email taki

source: Error
kcn: Khata

source: Error while playing audio file.
kcn: Khata zaman gi alabu malaf ta sauti

source: Female/Feminine
kcn: Mariya

source: French
kcn: Faransa

source: Guidelines
kcn: Daliil

source: How Spontaneous Speech works
kcn: Teriga al wanasa ta sutfa gi so moo

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kcn: Ana gi rudu ma sauti wayi

source: Interested in getting involved with this project, or partnering with us?
kcn: Kun ma haam fi sharaka fi mashru wede, au limu ida ma ina

source: Interface language:
kcn: Rutan al beinu

source: Intersex
kcn: Abjinsein

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
kcn: Bes juwabu matlaba de fi shikil tabiya al ita agder fi jumla tinein. Hakikisha rutan taki ta hishma wu maa ta jerima.

source: Learn how to check a transcription
kcn: Alimu teriga ta hakikisha kalam al al maktub

source: Learn how to transcribe
kcn: Alimu teriga ta kutu kalam fi kataba.

source: Learn how to use this page
kcn: Alimu teriga ta soo ma safha wede

source: Listen
kcn: Asuma

source: Loading…
kcn: Gi Amula

source: Log In
kcn: Sejjili dakalu

source: Log In / Sign Up
kcn: Sejjili dakalu

source: Log Out
kcn: Sejjili tala

source: Male/Masculine
kcn: Ragi

source: <mark>Check</mark>
kcn: Hakikisha

source: <mark>Data</mark>
kcn: Malumaat

source: <mark>Prompt</mark>
kcn: Matlaba

source: <mark>Respond</mark>
kcn: Juwab

source: <mark>Transcribe</mark>
kcn: Kutu kalam fi kataba

source: Michoacán Mazahua
kcn: Michoacan Mazahua

source: More languages coming soon
kcn: Ziada rutan geeri gi jaa

source: Non-binary
kcn: Bila jinsi

source: Not Found
kcn: Maa ligo

source: Offensive Content
kcn: Maudhu ta jerima

source: Other
kcn: Taan

source: Personally Identifiable Information
kcn: Kabar al maalum ta binafsi

source: <privacyLink>Privacy</privacyLink>
kcn: Binafsi

source: Record your response
kcn: Sejjil jawab taki

source: Report
kcn: Tagriir

source: Report was passed successfully
kcn: Tagriir de kala naja tamaam

source: Respond
kcn: Juwab

source: Respond To Prompt
kcn: Juwab matlaba

source: Response deleted successfully
kcn: Maha jawab najah

source: Response submitted successfully
kcn: Gedim jawab najah

source: Select your age
kcn: Legetu umri taki.

source: Select your sex or gender
kcn: Legetu jinsi taki

source: Send a link to my email
kcn: Rasulu rabit fi email tayi

source: Skip
kcn: Nutu

source: Skipped
kcn: Nutu

source: Something went wrong while fetching audio for transcriptions. Please try again later.
kcn: Haja ruwa awaja zaman gusu sauti ta kalamaa al maktub. Tafadhal aburu mara taan baaden

source: Something went wrong while fetching prompts. Please try again later.
kcn: Haja ruwa batal zaman gi gusu matlaba Tafadhal aburu marataan baaden

source: Something went wrong while fetching transcriptions. Please try again later.
kcn: Haja ruwa awaja zaman gi gusu kalam almaktub. Tafadhal aburu baaden

source: Submit
kcn: Gedim

source: Submit All
kcn: Gedimu kulu

source: Submit a report
kcn: Gedim tagriil

source: Submitted
kcn: Gedimuu

source: Success
kcn: Naja

source: Tap
kcn: Lemes

source: <termsLink>Terms</termsLink>
kcn: Hukum

source: Thank you for contributing to Spontaneous Speech!
kcn: Shukran fi awunu fi wanasa al ta sudfa

source: Thank you for your information
kcn: Shukran fi malumaat taki

source: The content contains a language different than I was expecting.
kcn: Maudhu de fogo rutan al tafauti min al kan ana gi amin

source: The content has disrespectful or offensive language.
kcn: Maudhu de fogo rutan giladab au jerima

source: The MediaRecorder API is not supported in your browser.
kcn: Musejjil ta teriga ta malumaat API aba fi haja al gi jibu malumaat taki

source: The page you are looking for could not be found
kcn: Safha al ita gi gusu de maa agder ligo uwo

source: There are currently no prompts for this language. Please refresh the page or try again later.
kcn: Sawede maafi matlaba ta rutan wede. Tafadhal jedidu safha au aburu marataan baaden

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
kcn: Sawede lisa kalamaa al maktub maafi ta hakikisha min rutan wede. Tafadhal, jedidu safha de au aburu marataan baden.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
kcn: Sawede mafi sauti al bi kutu fi kataba fi rutan wede. tafadhal jedidu safha au aburu maratataan baaden

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
kcn: Maudhu wede fogo kabar al maalum ta binafsi al gi amsuku badu ma asma taumon anwan ta email, bakan, Rakam ta bi nafsi, rakam ta sim

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
kcn: Wedi ta malumaat wede ta khiar- bes Ita agder zidu fogo kan ita murtaah. Kan ina tala koum ta malumaat, ina gi daara malumaat kulu ta binafsi. wu thabit malumaat ja asma taki ma anwan ta email kede maa robutu badu ma malumaat ta demografiya ja umri au jinsi. Alshan technologiya kede so seme na kila wayi, malumaat al gi saadu sabal amara fi abinu technologiya wajib kede weri shikil ta anas barau barau. Aju ita kede arufu ziada lee sifa ta malumaat muhim.

source: Transcribe
kcn: Kutu kalam fi kataba

source: Transcribe Audio
kcn: Kutu kalam fi sauti

source: Transcript edited successfully
kcn: Midu ta kalam al maktub de najah

source: Transcript skipped successfully
kcn: Nutu kalam al maktub de najah

source: Transcript submitted successfully
kcn: Kalam al maktub gedimu to najah

source: Transcript voted successfully
kcn: Kalam al maktub de taswiit to najah

source: Transgender
kcn: Abgeeru jinsi

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
kcn: Muhimu fi kalamaa ta kiliga ma istamil gediya mathalan kan ita aju kede arufu ita fi wanasa ta so kidima ma anas al gi wonusu wanasa al maa ma kataba wu al moyomoyo

source: Welcome to Spontaneous Speech
kcn: Fadhal fi wanasa ta sutfa

source: We periodically release the dataset
kcn: Maramara ina gi tala koum ta malumaat de

source: We will show you a prompt or question
kcn: Ina bi weri neita matlaba au sual

source: What issues are you experiencing with this content?
kcn: Mashakil yatu ya ita gi ligo ma maudhu wede?

source: What is your age?
kcn: Umri taki kam?

source: What is your sex or gender?
kcn: Jinsi taki yatu?

source: Why are you asking?
kcn: Lee ita ga asadu?

source: Why we built this Spontaneous Speech prototype
kcn: Sababu sunu ina abinu tajriba ta wanasa ta sutfa

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
kcn: Katib falata adiil kalam ab ajol de kelem, ligo fogo kalam ja 'um', 'err'.

source: Write down what you hear the person saying here
kcn: Katib falata kalam al ita asuma azol de gi kelem ini

source: You check whether the transcription matches the audio
kcn: Hakikisha kan wanasa al maktub de gi wafiki ma sauti

source: You must allow microphone access.
kcn: Wajib neita rudu wosul fi Microphone

source: You respond or reply to it as naturally as you can
kcn: Kede ita juwab au majibu fogo fi sikil tabiya al ita agder

source: You write down what you hear in the audio clips
kcn: Katib falata kalam al ita gi asuma fi sauti al ma gata de
